Repository: ppschweiz/MemberDatabase
Catalog: Organigram/RegistrationService/Resources.*.resx
Languages: de_de

source: Back
de_de: Zurück

source: Cancel
de_de: Abbrechen

# CrateAccountEmailVerificationFailed
source: Your email could not be verified. Please repeat the process.
de_de: Deine Emailadresse konte nicht verifiziert werden. Bitte wiederhole die Anmeldung.

# CreateAccountForum
source: Create forum account
de_de: Forenaccount erstellen

# CreateAccountForumHint
source: You can register for the forum here.
de_de: Hier kannst du dich fürs Forum anmelden.

# CreateAccountInfo
source: Your email address is now verified. Please enter your nickname and password.
de_de: Deine Emailadresse ist jetzt verifiziert. Bitte gibt Benutzernamen und Passwort ein.

# CreateAccountMember
source: Apply for party membership
de_de: Antrag auf Mitgliedschaft

# CreateAccountMemberHint
source: You can become a member here.
de_de: Hier kannst du dich als Neumitglied anmelden.

# CreateAccountPasswordMismatch
source: The passwords do not match. Please retype them.
de_de: Die Passwörter stimmen nicht überein. Bitte gib sie erneute ein.

# CreateAccountPasswordTooShort
source: This password is too short. Please choose another.
de_de: Das Passwort ist zu kurz. Bitte gib ein anderes ein.

# CreateAccountStep
source: Step {0} of {1}
de_de: Schritt {0} von {1}

# CreateAccountUsernameTaken
source: This nickname is already taken. Please choose another.
de_de: Dieser Nickname ist schon vergeben. Bitte gib einen anderen ein.

source: Finish
de_de: Fertig

# InfoVerifyEmail
source: Before you may register, your email address needs to be verified.
de_de: Bevor du dich registrieren kannst, muss deine Emailadresse verifiziert werden.

source: Memberservice
de_de: Mitgliederservice

# MemberServiceHint
source: You can change your address, phone number, etc. or request a section change or leave here.
de_de: Hier kannst du deine Adresse, Telefonnummer, etc. ändern sowie Sektionswechsel und Austritt beantragen.

source: Next
de_de: Weiter

source: Password
de_de: Passwort

source: Password reset
de_de: Passwort zurücksetzen

# PasswordResetDone
source: Your password has been set.
de_de: Dein Passwort wurde gesetzt.

# PasswordResetHint
source: Forgot your password? Reset here.
de_de: Passwort vergessen? Hier zurücksetzen.

# PasswordResetInfo
source: An email was sent to the email address of this account. Please check your inbox.
de_de: Eine Email wurde an deine Adresse gesendet. Bitte prüfe deine Inbox.

# PasswordResetNoMatch
source: The passwords do not match.
de_de: Die Passwörter stimmen nicht überein.

# PasswordResetNoReset
source: No such password reset information found.
de_de: Die Information zum zurücksetzen konnte nicht gefunden werden.

# PasswordResetNotFound
source: No account with that username or email address found.
de_de: Kein Account mit diesem Benutzernamen oder dieser Emailadresse konnte gefunden werden.

# PasswordResetTooShort
source: Your password must have at least 8 characters.
de_de: Das Passwort muss mindestens 8 Zeichen haben.

# PasswordResetType
source: Please type your new password and repeat to confirm.
de_de: Bitte wiederhole dein Passwort.

# PasswordResetUserOrEmail
source: Username or email address:
de_de: Benutzername oder Emailadresse:

source: Registration
de_de: Anmeldung

# RepeatPassword
source: Repeat
de_de: Wiederholen

# RequestMembershipComms
source: Communication
de_de: Kommunikation

# RequestMembershipOptions
source: Membership options
de_de: Mitgliedschaft

# RequestMembershipPersonal
source: Personal data
de_de: Persönliche Daten

# RequestMembershipSettings
source: Settings
de_de: Einstellungen

# StateAbroad
source: Not in Switzerland
de_de: Nicht in der Schweiz

# ValidateInvalid
source: Invalid data.
de_de: Ungültige Daten

# ValidateInvalidDate
source: Invalid date. Format {0}
de_de: Ungültiges Datum. Format {0}

# ValidateNotEmpty
source: Must not be empty.
de_de: Darf nicht leer sein.

# VerfyEmailSent
source: A mail has been sent to your email address. Please check your inbox.
de_de: Eine Email wurde an deine Adresse gesendet. Bitte prüfe deine Inbox.

# VerifyEmailInvalid
source: This email address is not valid. Please check the spelling.
de_de: Diese Emailadresse ist ungültig. Bitte prüfe die Schreibweise.

# VerifyEmailOutdated
source: This email address verification is outdated. Please verify again.
de_de: Diese Email-Adressverifikation ist abgelaufen. Bitte wiederhole den Schritt.
